CARS_CODE = {
    10: '10-... (с подн. куз. для апатит.)',
    11: '11-... (крытый)',
    12: '12-... (полувагон)',
    13: '13-... (платформа)',
    14: '14-... (вагон-транспортер)',
    15: '15-... (цистерна)',
    16: '16-... (рефрижератор.)',
    17: '17-... (бункерный тип)',
    19: '19-... (хоппер)',
    55: '55-... (хоппер)',
    20: '20-... (спец. пром. парк.)',
    22: '22-... (спец. пром. парк.)',
    23: '23-... (спец. пром. парк.)',
    25: '25-... (спец. пром. парк.)',
    26: '26-... (спец. пром. парк.)',
    31: '31-... (самосвал 4-ос)',
    32: '32-... (самосвал 4-ос)',
    33: '33-... (самосвал 6-ос)',
    34: '34-... (самосвал 8-ос)',
    41: '41-... (крытый (узк.))',
    42: '42-... (полув./хопп. (узк.))',
    43: '43-... (платформа (узк.))',
    45: '45-... (цистерна (узк.))',
    47: '47-... (самосвал (узк.))'
}

CARS_FEAT = {
    'car_type': 'Шифр модели',
    'carrying_capacity': 'Грузоподъемность',
    'tare_weight': 'Тара максимальная',
    'axial_load': 'Осевая нагрузка',
    'body_volume': 'Объем, площадь',
    'floor_area': 'Объем, площадь',
    'tank_volume': 'Объем, площадь',
    'car_service_life': 'Срок службы',
    'depot_repair_period': 'ДР после постройки',
    'major_repair_period': 'КР после постройки'
}