CARS_CODE = {
    10: 'с подн. куз. для апатит.',
    11: 'крытый',
    12: 'полувагон',
    13: 'платформа',
    14: 'вагон-транспортер',
    15: 'цистерна',
    16: 'рефрижератор.',
    17: 'бункерный тип',
    19: 'хоппер',
    55: 'хоппер',
    20: 'спец. пром. парк.',
    22: 'спец. пром. парк.',
    23: 'спец. пром. парк.',
    25: 'спец. пром. парк.',
    26: 'спец. пром. парк.',
    31: 'самосвал 4-ос',
    32: 'самосвал 4-ос',
    33: 'самосвал 6-ос',
    34: 'самосвал 8-ос',
    41: 'крытый (узк.)',
    42: 'полув./хопп. (узк.)',
    43: 'платформа (узк.)',
    45: 'цистерна (узк.)',
    47: 'самосвал (узк.)'
}

CARS_FEAT = {
    'car_type': 'Шифр модели',
    'carrying_capacity': 'Грузоподъемность',
    'tare_weight': 'Тара максимальная',
    'axial_load': 'Осевая нагрузка',
    'body_volume': 'Объем, площадь',
    'floor_area': 'Объем, площадь',
    'tank_volume': 'Объем, площадь',
    'car_service_life': 'Срок службы',
    'depot_repair_period': 'ДР после постройки',
    'major_repair_period': 'КР после постройки'
}